Table of Contents
 Class ResultOfNLA2
Namespace
IdeaRS.OpenModel.Result
Assembly
IdeaRS.OpenModel.dll
Result of internal forces in the one position
[Obfuscation(Feature = "renaming")]
[Obsolete]
public class ResultOfNLA2 : ResultOfLoading2
Inheritance
object
ResultOfLoading2
ResultOfNLA2
Inherited Members
 object.Equals(object)
 object.Equals(object, object)
 object.GetHashCode()
 object.GetType()
 object.MemberwiseClone()
 object.ReferenceEquals(object, object)
 object.ToString()
Constructors
 ResultOfNLA2()
Constructor
public ResultOfNLA2()
Properties
 Points
Results in section
public List<ResultOfNLAPoint> Points { get; set; }
Property Value
List<ResultOfNLAPoint>
 Edit this page